Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nupi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Within cybersecurity her research covers public-private cooperation, multi-stakeholder processes, capacity building in developing countries, risk and harm, NATO and cyber resilience and deterrence.
nb: Innenfor cybersikkerhet dekker forskningen til Muller offentlig-privat samarbeid, multi-stakeholder prosesser (nasjonalt og internasjonalt), NATO og 'cyber resilience' og avskrekking.

source: Listen to the NUPI podcast from this seminar:
nb: Hør Webers foredrag som NUPI Podcast her:

source: Matt McDonald is Associate Professor in International Relations in the School of Political Science and International Studies, University of Queensland.
nb: Matt McDonald er førsteamanuensis i internasjonale relasjoner School of Political Science and International Studies, University of Queensland.

source: Further, turn it into a global event and it will generate tourist revenues.
nb: Og videre – om festen gjøres til en global event, vil den generere turistinntekter.

source: When South Sudan became an independent country in 2011, the real challenges began.
nb: Når Sør-Sudan ble en uavhengig stat i 2011, kom de virkelige utfordringene.

source: For Tanzania specifically, the tax to GDP ratio increased from 7 to 13 percent between the period 2000 to 2018.
nb: I Tanzania derimot, økte prosentandelen skatt av BNP fra 7 til 13 prosent mellom 2000 og 2018.

source: More can be done.
nb: Det kan imidlertid gjøres mer.

source: Elections in the USA – implications on the Middle East
nb: Valg i USA – betydning for Midtøsten

source: In consultation with the Head PSOD and MFA, NUPI has appointed Cedric de Coning as Special Adviser to the AU.
nb: Etter konsultasjon med PSOD og MFA, har NUPI utpekt Cedric de Coning som spesialrådgiver for AU.

source: Tora Berge Naterstad is a Junior Research Fellow in NUPI’s
nb: Tora Berge Naterstad er vitenskapelig assistent i NUPIs

source: See the NUPI seminar Global Petroleum Geopolitics on YouTube:
nb: Se NUPI-seminaret Global Petroleum Geopolitics på YouTube:

source: Additional pressures, such as COVID-19, compound the risk and makes a country like Somalia even more vulnerable to shocks and setbacks, as the recent political crisis shows.
nb: Ytterligere press, som COVID-19, forverrer risikoen og gjør et land som Somalia enda mer sårbart.

source: Masters degree in Social Economics, University of Oslo
nb: Mastergrad i samfunnsøkonomi fra universitetet i Oslo

source: The Forum confronted the dilemmas of connecting the compromises and negotiations necessary for immediate stability with the planning and vision necessary for peacebuilding agendas like Agenda 2030 and the UN sustaining peace resolutions.
nb: Årets arrangement fokuserte på utfordringene med å knytte kompromissene og forhandlingene nødvendig for umiddelbar stabilitet med planleggingen og visjonene som er nødvendig for fredsbyggingsagendaer som Agenda 2030 og FNs resolusjoner for bærekraftig fred.

source: Many of the policy briefs are written as specific inputs to the MFA’s new “Covid-19 Task Force”, investigating how the Norwegian development policy can be adjusted and adapted.
nb: Flere av Policy brief-ene er skrevet som spesifikke innspill til UDs nye «Covid-19 task force», som ser på hvordan norsk utviklingspolitikk skal justeres og innrettes.

source: Combined with the shale revolution, this contributed to the 2014–2016 collapse of oil prices and the weakening of governments in countries such as Nigeria and Venezuela.
nb: har dette bidratt til oljeprisfallet mellom 2014 og 2016 og svekkelse av regjeringer i land som Nigeria og Venezuela.

source: IPS is an autonomous, non-profit civil society organization dedicated to promoting policy-oriented research.
nb: IPS er en uavhengig, non-profit-organisasjon som arbeider med å fremme polict-orientert forskning.

source: Is the organization of trade different for large and small firms?
nb: Er handelen organisert forskjellig for små og store bedrifter?

source: In her new book, Senior Research Fellow Pernille Rieker takes a closer look at French foreign policy.
nb: Seniorforsker Pernille Rieker har satt fransk utenrikspolitikk under lupen i ny bok.

source: (2020), and the just-published
nb: (2020), samt den helt ferske boka

source: Which factors and interests provide for its resilience and durability?
nb: Hvilke faktorer og interesser ligger til grunn for dens robusthet og holdbarhet?

source: Lecture by Security Analyst Loro Horta on China and East Timor
nb: Foredrag ved Loro Horta om Kina og Øst-Timor

source: Yun earned her master’s degree in international policy and practice from George Washington University, an MA in Asia Pacific studies and a BA in international relations from Foreign Affairs College in Beijing.
nb: Yun har en mastergrad i internasjonal politikk og praksis fra George Washington University, en MA i Asia Pacific-studier og en BA i internasjonal politikk fra Utenriksdepartementets College i Beijing.

source: Emotions run strong in the global migration debate.
nb: Følelsene er sterke i migrasjonsdebatten.

source: The model is illustrated with an analysis of China’s behaviour in the South China Sea in the period 2007–2012.
nb: Modellen illustreres med en analyse av Kinas atferd i Sørkinahavet i tidsrommet 2007–2012.

source: ICONS Project Third Workshop 19-20 May.
nb: Forskningsprosjektet ICONS tredje workshop 19.-20.

source: He is also an OTF Senior Fellow in Information Control at
nb: Han er også en OTF Senior Fellow i informasjonskontroll ved

source: • Menon Business Economics will analyze of trade in services in the context of relevant trade agreements.
nb: • Menon Business Economics vil bidra med analyser av handel med tjenester tilknyttet handelsavtalene.

source: Moreover, the group has already been strengthened in Syria.
nb: Gruppen har alt i alt blitt styrket militært i Syria.

source: The seminars were streamed online (click on the events in the side bar for more information and streaming links).
nb: (se arrangementer i egen liste for mer informasjon om de enkelte seminarene og lenke til opptakene).

source: His research and teaching focus on the strategies of the European Union, NATO and their Member States.
nb: Biscops forskning og undervisning fokuserer på strategiene til EU, NATO og deres medlemsstater.

source: is Professor of Political Science at the University of New Mexico, and a leading scholar on gender and politics.
nb: er professor i statsvitenskap vedUniversity of New Mexico og en ledende ekspert på kjønn og politik.

source: In an overall assessment of differentiated integration, Frank Schimmelfennig will argue that differentiation has facilitated European integration but is of limited use for overcoming the current crises of the EU.
nb: Ifølge Frank Schimmelfennig har differensiering tilrettelagt for europeisk integrasjon, samtidig som det i begrenset grad kan bidra til å håndtere utfordringene EU står ovenfor i dag.

source: Norwegian Institute of International Affairs and the publishing house Gyldendal have the great pleasure of inviting you to a dialogue between Samantha Power and Jan Egeland on
nb: NUPI og Gyldendal ARENA har gleden av å invitere til møte mellom Samantha Power og Jan Egeland.

source: The leader of one of the Islamist insurgent groups in the North Caucasus recently encouraged to use “maximal power” to prevent president Putin to stage the Olympic Games in Sochi, according to Reuters.
nb: Lederen av en islamistisk opprørsgruppe i Nordkaukasus oppfordret nylig til å bruke «maksimal kraft» på å forhindre president Putin i å iscenesette de olympiske lekene i Sochi, følge Reuters.

source: Seminar with Dorota Gierycz, Visiting Researcher, NUPI and former Representative of UN High Commissioner of Human Rights in Liberia.
nb: Seminar om overgangsrettferdighet (transitional justice) med Dorota Gierycz, gjesteforsker ved NUPI og tidligere høykommissær for flyktninger i Liberia

source: It should also be mentioned that Iraq equally dependent on the oil and gas sector: in 2015 it was estimated that 85 per cent of the state's total revenues came from here.
nb: Det må også nevnes at Irak er svært avhengig av olje- og gassektoren: i 2015 ble det anslått at 85 prosent at statens totale inntekter kom herfra.

source: Thus, in line with Mike McGovern’s re-reading of the Manchester School of Anthropology, this presentation will analyze these three case studies, or “social dramas” as Victor Turner would have called them, of youth agency.
nb: På grunnlag av dette vil denne presentasjonen analysere disse tre case studiene, eller "sosiale dramaer", som Victor Turner ville kalt dem, om ungdomsvirksomhet.

source: What are the prospects for democracy and stability after the presidential elections 2.
nb: Hva er utsiktene for demokrati og stabilitet etter presidentvalget 2.

source: The 2016 conference is also supported by the
nb: 2016-konferansen er også støttet av

source: NUPI and Internasjonal Politikk invites to a seminar with Sophie Richardson from Human Rights Watch.
nb: NUPI og tidsskriftet Internasjonal Politikk inviterer til seminar med Sophie Richardson fra Human Rights Watch.

source: Master in journalism, University of Oslo/Oslo University College
nb: Master i journalistikk, Universitetet i Oslo/Høgskolen i Oslo

source: The eight case studies – Bosnia-Herzegovina (BiH), Rwanda, Uganda, Bangladesh, Cambodia, Colombia, Guatemala and Palestine – provide in-depth conceptual and empirical analyses of resilience and adaptive peacebuilding in a range of transitional justice settings.
nb: Gjennom åtte case-studiene- Bosnia-Herzegovina (BiH), Rwanda, Uganda, Bangladesh, Kambodsja, Colombia, Guatemala og Palestine – gir boken dybdeanalyser og empirisk analyse av resiliens og adaptiv fredsbygging i en rekke tilfeller som har overgangsrett til felles.

source: In addition, the panel consisted of Professorial Fellow Mick Moore, CEO of International Centre for Tax and Development (
nb: Videre besto panelet av Professor Mick Moore, direktør for Internasjonalt Senter for Skatt og Utvikling

source: Which implications may the nuclear agreement with Iran have for Israeli security?
nb: Hvilke konsekvenser kan atomavtalen med Iran ha for israelsk sikkerhet?

source: Campaign Assistant, Jubilee Scotland
nb: Kampanjedirektør (midlertidig), Jubilee Scotland

source: At the panel discussion Major General Kristin Lund (NODEFIC) and Specialist Director Peace Operations Anne Kjersti Frøholm (Ministry of Foreign Affairs) will participate.
nb: Under paneldebatten vil i tillegg generalmajor Kristin Lund fra Norwegian Defence International Centre (NODEFIC), og Specialist Director Peace Operations i Utenriksdepartementet Anne Kjersti Frøholm delta i diskusjonen.

source: Therefore, a confirmation on the quality of something I have produced is quite pleasant, says Henriette Ullavik Erstad.
nb: En bekreftelse på at noe man har produsert er bra nok, er derfor litt stas, sier Henriette Ullavik Erstad.

source: Professor, Department of Political Science, University of Copenhagen
nb: Professor, Institutt for statsvitenskap, Københavns universitet

source: panel on taxation and resource extraction
nb: panel om skatt og ressursutvinning

source: How much does the Polish and Norwegian perception of the evolution of threats to the region since the 2014 Russian aggression against Ukraine overlap?
nb: I hvor stor grad overlapper polske og norske oppfatninger om hvordan truslene i regionen har utviklet seg siden 2014?

source: Among the various tools put into place to regulate the Congolese mining sector, the American Dodd-Frank Act in its section 1502 has had a significant negative local impact.
nb: Blant de ulike verktøyene satt på plass for å regulere den kongolesiske gruvesektoren, har den amerikanske Dodd-Frank loven og seksjon 1502 hatt en betydelig negativ påvirkning lokalt.

source: After the overthrow of the Moscow’s ally Viktor Yanukovich, former president of Ukraine, Gazprom started demanding the highest price in Europe from Ukraine.
nb: Etter at den russiskvennlige Viktor Janukovitsj ble kastet som president i Ukraina, begynte Gazprom å kreve den høyeste prisen i hele Europa fra Ukraina.

source: ‘China has a relatively small arsenal compared to the USA and Russia, but Beijing is rearming.
nb: – Kina har et relativt lite arsenal sammenliknet med USA og Russland, men de ruster opp.

source: Political advisor, OSCE, Montenegro
nb: Politisk rådgiver, OSSE Montenegro

source: At the same time, global power shifts are introducing new state and non-state actors that recalibrate the dynamics of development politics,’ Scholte and Söderbaum write.
nb: Samtidig introduserer globale maktskifter nye statlige og ikke-statlige aktører som omjusterer utviklingspolitikkens dynamikker,» skriver Scholte og Söderbaum.

source: He is the Director of NIAS – the Nordic Institute of Asian Studies – and a long-time researcher of politics and culture on the Korean Peninsula.
nb: Han er direktør ved Nordic Institute of Asian Studies (NIAS) og har blant annet forsket på kulturell sosiologi, Korea og Øst-Asia og sammenliknende politikk.

source: How exactly does U.S. Cyber Command seek to conduct activities in cyberspace?
nb: Hvordan søker amerikansk cyberforsvar å utføre aktiviteter i cyberspace?

source: He is author (with Nicholas Ridout) of the book
nb: Han er forfatter (sammen med Nicholas Ridout) av boken

source: Boris Johnson’s government decided to increase its nuclear stockpile from 180 nuclear warheads to 260.
nb: Boris Johnsons regjering har besluttet å øke landets forråd av atomstridshoder fra 180 til 260.

source: The seminar was introduced by Ole Jacob Sending (NUPI) and moderated by Benjamin de Carvalho (NUPI), with introductory remarks from the Research Council of Norway.
nb: Forskningssjef Ole Jacob Sending ved NUPI åpnet seminaret onsdag, og seniorforsker Benjamin de Carvalho var ordstyrer.

source: Intern, Norwegian Embassy in Reykjavik
nb: Praktikant, Den norske ambassaden i Reykjavik

source: In the wake of the 2012 Internal Review Panel (IRP) findings on UN Action in Sri Lanka, which characterized the failed efforts of the UN as a “systemic failure”, the UN Secretary-General launched the Human Rights up Front (RUF) initiative in late 2013.
nb: Som en følge av det interne gjennomgangen i 2012 av FN-operasjonen på Sri Lanka, som ble karakterisert som systematisk svikt, lanserte FNs generalsekretær i 2013 "Rights Up Front"-initiativet.

source: What are the biggest challenges, and is there a potential for reform?
nb: Hva er de største utfordringene, og er det muligheter for reform?

source: BA Political Science/Communication Studies, Simon Fraser University, Canada
nb: BA statsvitenskap og kommunikasjonsstudier, Simon Fraser University, Canada

source: It is NUPI’s societal responsibility to meet this need,' says director Ulf Sverdrup.
nb: Det er NUPIs samfunnsoppdrag å bidra til å dekke dette behovet, sier NUPI-direktør Ulf Sverdrup.

source: Moreover, since 2015, we have reached an even larger audience by streaming the event live on NUPI’s YouTube channel.
nb: Siden 2015 har vi dessuten nådd ut til et enda større publikum ved å streame arrangementet live på NUPIs YouTube-kanal.

source: The report was produced by 23 authors, including contributors from all 10 ASEAN member states, and can be accessed
nb: Rapporten ble produsert av 23 forfattere, inkludert bidragsytere fra alle 10 ASEAN-medlemslandene, og kan leses i sin helhet

source: NUPI’s research group on global order and diplomacy conducts research on the changing character of international politics, and the making and practice of states’ foreign policy within it.
nb: Forskningsgruppen Global orden og diplomati forsker på internasjonale systemets omskiftelige natur, og hvordan staters utenrikspolitikk blir til og utføres innenfor disse rammene.

source: together with Gael Raballand.
nb: sammen med Gael Raballand.

source: conducted between 2015 and 2017 by Utenrikspolitiska Institutet in Sweden (UI) and NUPI, and funded by the Swedish Energy Agency.
nb: som ble gjennomført mellom 2015 og 2017, og som er et samarbeid mellom Utenrikspolitiska Institutet i Sverige (UI) og NUPI, og som er finansiert av den svenske Energimyndigheten.

source: He holds a PhD in Contemporary African History from University of Naples L'Orientale and works predominantly on non-state armed groups, insurgencies, social mobilization and the informal economy in the Sahel and Sahara.
nb: Han har doktorgrad i moderne afrikansk historie fra University of Naples L'Orientale, og jobber hovedsakelig med ikke-statlige bevæpnede grupper, opprørsbevgelser, sosial mobilisering og den uformelle økonomien i Sahel og Sahara.

source: In addition Country-by-Country-Reporting (CCBR) and Automatic Exchange of Information (AEOI), Baker answers.
nb: Men også Land-for-Land-rapportering, automatisk informasjonsutvekslingsavtaler og egentlig eierskapsregister er viktig svarer Baker.

source: At the seminar in Oslo she will share her insights, comment on the results of the vote and present a brief assessment of the consequences of the decision taken by the British voters.
nb: På seminaret i her Oslo vil hun dele sin innsikt, kommentere resultatene av stemmegivningen og gi en kort vurdering av konsekvensene for Storbritannia og EU.

source: Beyond his research career at Cuba, Torres Peréz has been visiting fellow at Harvard and Ohio State Universities.
nb: Utover sin forskningskarriere på Cuba, har Torres Peréz arbeidet ved Harvard og Ohio State Universities.

source: NUPI’s India expert Francesca Refsum Jensenius provides an introduction to the main candidates and election issues.
nb: NUPIs India-ekspert Francesca Refsum Jensenius gir en innføring i valgets viktigste kandidater og temaer.

source: During the last 10-15 years, Europe has been increasingly crisscrossed with dividing geopolitical and ideological lines.
nb: I løpet av de siste 10-15 årene har Europa i økende grad blitt stykket opp av geopolitiske og ideologiske skillelinjer.

source: One of TTCSP’s main ambitions is to maintain the largest, most comprehensive database of over 6500 think tanks worldwide.
nb: Blant TTCSPs hovedambisjoner er å utarbeide og vedlikeholde den mest omfattende tenketankdatabasen i verden. Oversikten omfatter over 6500 tenketanker og institutter globalt.

source: security and defence
nb: sikkerhet og forsvar

source: Chadian peacekeepers serving with the UN Multidimensional Integrated Stabilization Mission in Mali (MINUSMA).
nb: Fredsbevarere fra Tsjad tjenestegjør for UN Multidimensional Integrated Stabilization Mission in Mali (MINUSMA).

source: The conflict that erupted in Mali in 2012 pushed the issue of the Sahel higher on the EU agenda, and the migration crisis in 2014/15 propelled the Sahel to top prominence in the European Council.
nb: Konflikten som brøt ut i Mali i 2012 løftet Sahel enda høyere opp på EUs agenda, og senere gjorde migrasjonskrisen i 2014/15 Sahel til et prioritert tema i Det europeiske råd.

source: Jessheim Upper Secondary School.
nb: Jessheim videregående skole.

source: More focus and knowledge about the ‘enablers’ of tax avoidance and evasion (wealth managers, lawyers etc.): who they are, how they work, and how to regulate them
nb: • Mer fokus på og kunnskap om "enablers" av skatteunngåelse ogfeilskatteuog skatteunnddragelse (formueforvalterewealth managers, advokater etc.):

source: She has an MSc in Conflict Studies from the London School of Economics and Political Science, and a BA in European Social and Political Studies specialising in International Relations and French at the University College London.
nb: Hun har mastergrad i konfliktstudier fra London School of Economics and Political Science, og en bachelorgrad i Europeiske sosiale og politiske studier, med fordypning i internasjonal politikk og fransk fra University College London.

source: His research interests are Russian and Ukrainian politics, histoy, culture and societies.
nb: Hans forskningsinteresser er russisk og ukrainsk politikk, historie, kultur og samfunn

source: He has a doctorate in political science from the University of Oslo.
nb: Han har en doktorgrad i statsvitenskap fra Universitetet i Oslo.

source: To present this year’s Asia Development Outlook, ADB Deputy Chief Economist
nb: Til å presentere årets Asia Development Outlook gjester ADBs visesjefsøkonom

source: NUPI starts with Podcasts
nb: NUPI starter med Podcasts

source: Kasper Hoffmann, Mariéve Pouliot and Godefroid Muzalia analyses the nexus between conflict, property rights and land governance in the Panzi neighbourhood on Bukavu, the provincial capital of South Kivu.
nb: analyserer Kasper Hoffmann, Mariéve Pouliot og Godefroid Muzalia sammenhengen mellom konflikt, eiendomsrett og landkontroll i Panzi-området i Bukavu, hovedkvarteret i Sør-Kivu i DR Kongo.

source: – The BEPS process has tended to produce reforms that either favour OECD interests or fail to address the concerns of lower-income countries, Odd-Helge Fjeldstad.
nb: - BEPS-prosessen har en tendens til å produsere reformer som enten favoriserer OECD-interesser eller som ikke retter seg mot bekymringene til lavere inntektsland, forteller Odd-Helge Fjeldstad.

source: It came on top of a number of other crises facing the EU in recent years, including the migration crisis, the financial crisis, Brexit, the conflict in Ukraine, the legitimacy crisis.
nb: Pandemien kom på toppen av en rekke andre kriser som har rammet unionen de siste årene, inkludert flykningekrisen, finanskrisen, Brexit, konflikten i Ukraina og legitimitetskrisen.

source: Espen Mathy is a Junior Research Fellow in the
nb: Espen Mathy er vitenskapelig assistent i

source: The goal is to weave neighboring countries into a Sino-centric network of economic, political, cultural and security relations.
nb: Målet er å veve naboland inn i et sino-sentrert nettverk med økonomiske, politiske, kulturelle og sikkerhetsmessige forbindelser.

source: Michael Chertoff served as the Secretary of the U.S. Department of Homeland Security from 2005 to 2009.
nb: Michael Chertoff var United States Secretary of Homeland Security fra 2005 til 2009.

source: He previously served as the Minister of Labour and Social Solidarity and as an Alternate Minister of Interior and Administrative Reconstruction in Tsipras's first cabinet.
nb: Han har tidligere vært Minister of Labour and Social Solidarity og Alternate Minister of Interior and Administrative Reconstruction i Tsipras's første kabinett.

source: What do most Russians think about President Putin, the policies of the Kremlin and the West?
nb: Hva mener russere flest om president Putin, Kremls politikk og Vesten?

source: Corruption in Burundi is systemic.
nb: Korrupsjon i Burundi er systemisk.

source: This space hosts the Islamic State's West Africa wilaya (ISWAP) and Jamā'at Ahlus-Sunna lid-Da'wa wal-Jihād (JAS-DJ), a jihadi group led by imam Shekau that had a brief flirtation with IS before being dismissed.
nb: Dette området er sentralt for IS’ vestafrikanske provins (ISWAP) og Jamā'at Ahlus-Sunna lok-Da'wa wal-Jihād (JAS-DJ), en jihadistgruppe ledet av imam Shekau som hadde en kort flørt med IS før han ble avskjediget.

source: Research Fellow at NUPI Erik Reichborn-Kjennerud will moderate the seminar.
nb: Teoriseminaret ledes av NUPI-forsker Erik Reichborn-Kjennerud.

source: He has been a guest lecturer at the OSCE Academy, Bishkek, since 2008.
nb: Han har vært gjesteforeleser ved OSSE-akademiet i Bisjkek, Kirgisistan, siden 2008.

source: The expert community can also look forward to the longer format MSC report coming out in early 2021, says Rowe.
nb: Vi kommer også til å publisere en lengre MSC-rapport om dette temaet tidlig i 2021, sier Rowe.
